{
  "programs": [
    {
      "id": "informatics",
      "title": "Информатика и вычислительная техника",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",
      "description": "Магистерская программа по информатике в области компьютерных наук позволит выпускникам понять и сформулировать различные уровни и аспекты информатики в контексте науки о данных.",
      "subsections": [
        {
          "title": "Критическое мышление и количественное мышление",
          "content": "Выпускники магистерской программы смогут использовать критическое мышление и количественные процессы для выявления, анализа и решения проблем, а также оценки решений в контексте науки о данных."
        },
        {
          "title": "Применение знаний в области компьютерных наук",
          "content": "Выпускники смогут выбирать существующие и передовые инструменты и процедуры обработки данных для разработки модулей и систем."
        },
        {
          "title": "Управление информацией",
          "content": "Выпускники смогут оценивать и определять требования к информационным ресурсам для разработки решений, подходящих для приложений обработки данных и бизнеса, а также быть менеджерами, работающими в многонациональной и мультикультурной среде."
        },
        {
          "title": "Профессиональная практика в области компьютерных наук",
          "content": "Выпускники смогут эффективно работать в индивидуальных и групповых ситуациях, понимать, как взаимодействуют команды, смогут взять на себя лидерскую роль, а также понимать основы профессионального и этического поведения."
        },
        {
          "title": "Теория и практика компьютерных систем",
          "content": "Выпускники магистерских программ смогут понимать и передавать основы теории систем при разработке соответствующих системы, которые функционируют в глобальной среде."
        }
      ],
      "subjects": [
        "Машинное обучение",
        "Алгоритмы компьютерного зрения",
        "Искусственный интеллект и глубокое обучение",
        "Аналитика данных"
      ],
      "career": "Обладатели академической степени магистра по данному направлению, имеют возможность трудоустраиваться на высокооплачиваемых должностях не только в Кыргызстане, но и за рубежом.",
      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "business-analytics",
      "title": "Бизнес аналитика",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",
      "description": "Направление Бизнес аналитика даст магистрантам глубокие знания и продвинутые навыки в области статистического моделирования, анализа и визуализации данных.",
      "subjects": [
        "Микроэкономика",
        "Статистика",
        "Эконометрика",
        "Математика для экономистов"
      ],
      "career": "После окончания программы выпускники могут занимать такие должности как бизнес-аналитик, аналитик данных, менеджер по бизнес-аналитике или консультант в области аналитики.",
      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "development-economics",
      "title": "Экономика развития",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",
      "description": "Данная программа даст хороший опыт в области качественных и количественных исследований. Также предоставляет прекрасную возможность подготовиться в качестве специалиста по экономическому развитию или научного исследователя (подать заявку на получение степени Ph.D).",
      "subjects": [
        "Микроэкономика",
        "Статистика",
        "Эконометрика",
        "Математика для экономистов",
        "Макроэкономика"
      ],
      "career": "После успешного окончания обучения можно занимать такие позиции: аналитик больших данных, эксперт по визуализации данных, финансовый аналитик, специалист по машинному обучению, риск-менеджер, аналитик-исследователь, также позиции в области инвестиции.",
      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "pedagogy",
      "title": "Педагогика",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",
      "description": "Программа Педагогики осуществляет педагогическую подготовку магистров на основе требований компетентностного подхода.",
      "subjects": [
        "Актуальные проблемы образования",
        "Политика образования",
        "Современные методы исследования",
        "Дизайн-мышление в саморазвитии личности",
        "Инновационные методики и технологии обучения"
      ],
      "career": "Карьерные перспективы в педагогике включают преподавание в школах и университетах, руководящие позиции в образовательных учреждениях, работу в государственных и некоммерческих организациях.",
      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "linguistics",
      "title": "Лингвистика",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",
      "description": "Магистерская программа Лингвистики нацелено на обучение магистрантов иностранным языкам в области языкознания.",
      "subjects": [
        "Квантитативная лингвистика и новые информационные технологии",
        "Язык научного общения",
        "Методология лингвистического анализа",
        "Теория и практика литературного перевода"
      ],
      "career": "Карьерные перспективы в лингвистике включают работу в области перевода и локализации, преподавание языков, исследования в области языков и культуры.",
      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "international-relations",
      "title": "Международные отношения",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",

      "description": "Программа «Международные отношения» обеспечивает междисциплинарное исследование глобальной динамики с упором на такие ключевые области, как международная политика, международное развитие, глобальное управление, миростроительство, экономические отношения и исследования безопасности. Наша программа, основанная на ценностях многосторонности, прав человека и устойчивости, дает студентам знания и навыки, необходимые для успешной карьеры в дипломатии, политическом анализе, международном развитии, разрешении конфликтов и международном праве.",

      "subjects": [
        "Современные политические мысли и международная теория",
        "Передовая методология исследований",
        "Педагогика и психология",
        "Дипломатия и переговоры",
        "Управление проектами"
      ],

      "career": "Программа готовит высококвалифицированных специалистов в области международных отношений и дипломатии. Основные сферы, в которых работают выпускники: государственная служба (включая МИД КР, консульства и посольства КР за рубежом, комитеты и отделы администрации на юге Республики), международные организации и объединения (например, Межпарламентская Ассамблея стран-участниц СНГ), бизнес (многие выпускники возглавляют и работают в отделах международных связей частных компаний), торгово-промышленные палаты и т.д.",

      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "media-journalism",
      "title": "Медиа, ИИ и Искусство(Журналистика)",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",

      "description": "Магистерская программа Медиа, Искусственный интеллект и Искусство предоставит студентам профессиональные и исследовательские навыки от Prompt-Engineering, искусственного интеллекта, журналистики данных, медиа-исследований, медиа-менеджмента до визуальных искусств. Лекции будут проводиться в гибридном формате онлайн-офлайн с преподавателями из США, Великобритании, Европы, Канады и Австралии. Кроме этого, будет прекрасная возможность учиться 1 семестр в партнерских вузах в этих же странах при наличии высокой академической успеваемости на 1-курсе. Также в программе включены углубленное изучение управления различными проектами, методы научных исследований, SMM, таргет, создание креативного контента с помощью мультимедийных программ, а также изучение различных аспектов современных медиа-средств.",

      "subjects": [
        "Стандарты и принципы функционирования международной журналистики",
        "Язык и стиль СМИ",
        "Типология современных масс медиа",
        "Иностранный язык в профессиональной сфере"
      ],

      "career": "Программа готовит высококвалифицированных специалистов в области международных отношений и дипломатии. Основные сферы, в которых работают выпускники: государственная служба (включая МИД КР, консульства и посольства КР за рубежом, комитеты и отделы администрации на юге Республики), международные организации и объединения (например, Межпарламентская Ассамблея стран-участниц СНГ), бизнес (многие выпускники возглавляют и работают в отделах международных связей частных компаний), торгово-промышленные палаты и т.д.",

      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "business-law",
      "title": "Юриспруденция (Бизнес-право)",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",

      "description": "Новое магистерское направление по Бизнес-праву охватывает следующие ключевые предметы: цифровое право, международное предпринимательское право, право ВТО и ЕАЭС и др. Все эти предметы являются основами работы не только в сфере прав человека, но и в глобальной экономике, бизнеса и др. Они обеспечивают студентам широкий спектр навыков и экспертизы, необходимых для решения сложных правовых и бизнес-задач в современном мире.",

      "subjects": [
        "Иностранный язык в профессиональной сфере",
        "Актуальные проблемы международного частного права",
        "IT-право",
        "Исследовательские методы"
      ],

      "career": "Карьерные перспективы в юриспруденции включают работу в качестве адвоката, судьи, юридического консультанта, корпоративного юриста, а также возможности в области государственной службы, правоохранительных органов, правозащитных организаций, административных органов и академической деятельности.",

      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "psychology",
      "title": "Психология",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",

      "description": "Магистерская программа «Психология» предоставляет магистрантам глубокое понимание психологических теорий и концепций, развивает практические навыки работы с данными и клиентами, поддерживает интердисциплинарный подход к исследованиям, поощряет участие в научных проектах и готовит к разнообразным карьерным возможностям в области психологии, включая психотерапию, образование, управление персоналом и исследования.",

      "subjects": [
        "Психология развития",
        "Подростковая психокоррекция",
        "Психотерапия",
        "Социальная психология",
        "Детская психология"
      ],

      "career": "По  окончании  этого  направления  выпускники  могут  строить  карьеру  в научно-исследовательских институтах и лабораториях, клиниках и медицинских центрах, государственных и коммерческих структурах, подразделениях МЧС и МВД, центрах исследования общественного мнения, промышленных предприятиях, в маркетинговых, кадровых, рекламных службах и агентствах и вести частную практику.",

      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    },

    {
      "id": "philology",
      "title": "Филология",
      "degree": "Магистратура",
      "duration": "2 года",
      "language": "Английский язык",

      "description": "Направление Филология готовит магистров, способных осуществлять инновационную профессиональную деятельность в области филологии (английский язык и литература) и гуманитарного знания, языковой, межличностной и межкультурной коммуникации, образования, науки, истории, культуры и управления, обладающих универсальными и профессиональными компетенциями, способствующими их социальной мобильности и устойчивости на рынке труда.Организация учебы в магистратуре в большей степени направлена на развитие у магистров научно-исследовательских навыков и активизации их самостоятельной исследовательской деятельности. В связи с этим в учебный план магистратуры включены научные и исследовательские семинары, конференции, круглые столы, форумы и др. Основным языком обучения является английский язык вне зависимости от программы и длится 2 года. В профессорско-преподавательский состав входят высококвалифицированные специалисты– профессора, доктора и кандидаты наук, доценты из зарубежья и Кыргызстана.",

      "subjects": [
        "Основы научных исследований",
        "Профессиональный английский язык",
        "Теория языкознания",
        "Теория литературы",
        "Когнитивная лингвистика"
      ],

      "career": "Филологи могут работать в качестве переводчиков, переводчиков-редакторов или лингвистических консультантов для компаний, правительственных организаций, медиа и международных организаций.",

      "requirements": [
        "Диплом (оригинал)",
        "2 фотографии 3х4",
        "Копия паспорта (оригинал для просмотра)",
        "Личный листок по учету кадров",
        "Уровень английского: В1 (Intermediate)"
      ]
    }
  ]
}
